// data/TaxData.js
export const taxData = [
  {
    id: 1,
    title: 'Ակցիզային Հարկ և Դրոշմավորում',
    isDetailed: true,
    items: [
      {
        type: 'text',
        content: 'Ակցիզային հարկի հաշվարկները ներկայացվում են մինչև հաջորդ ամսվա 20-ը։ Ժամկետանց վճարման դեպքում՝ 0.04% տույժ։'
      },
      {
        type: 'list',
        content: [
          'Ակցիզային հարկից ազատվում է արտահանումը և ԵԱՏՄ արտահանումը։',
          'Դրոշմանիշերով դրոշմավորման ենթակա են ԱՏԳԱԱ 2204, 2205, 2206, 2207, 2208 և 2402 ծածկագրերի ապրանքները։',
          'Վնասված դրոշմանիշերը վերադարձվում են կիսամյակին հաջորդող ամսվա 20-ը ներառյալ։'
        ]
      },
    ],
  },
  {
    id: 2,
    title: 'Շրջանառության Հարկ',
    isDetailed: true,
    items: [
      {
        type: 'text',
        content: 'Շեմը չի գերազանցում 115 մլն դրամը։ Հաշվետու ժամանակաշրջանը եռամսյակն է։'
      },
      {
        type: 'table',
        headers: ['Գործունեության Տեսակ', 'Դրույքաչափ'],
        rows: [
          ['Առք ու վաճառք', '5% (նվազեցումներով մինչև 1.5%)'],
          ['Արտադրություն', '3.5%'],
          ['Վարձակալություն/Ռոյալթի', '10%'],
          ['Հանրային սնունդ', '6% (նվազեցումներով մինչև 4%)'],
        ],
      },
    ],
  },
    {
    id: 3,
    title: 'Սոցիալական Վճար',
    isDetailed: false,
    items: [
      {
        type: 'text',
        content: 'Կուտակային կենսաթոշակային համակարգի համար է։'
      },
      {
        type: 'list',
        content: [
          'Աշխատավարձ մինչև 500,000 դրամ՝ 5%',
          'Աշխատավարձ 500,000-ից բարձր՝ 10% - 25,000',
          'ՇՀ վճարող ԱՁ՝ ֆիքսված 5000 դրամ/ամիս'
        ]
      }
    ]
  }
];